Pyeongchang. I always run the slope in my mind. It helps a lot and things come automatically to me once I’m racing.”\n\nAbout her focus this season:\n\n“I’m done with the World Cup; my focus is on the Games. This year, I’m focusing on February.\n\n“It’s true that Americans see Olympic gold as the ultimate achievement. Vancouver had changed my life. I had won dozens of world titles by then, but nobody knew me at home. After Vancouver, I arrived at the airport and everyone was there cheering for me. I was wondering what was going on! I won one race and everybody knew me.\n\n“I wasn’t able to go to Sochi so I know these coming Games are going to be really important for me. I’ve paid enough but now I feel fit and ready for it. I know I will be self-confident at the start.\n\n“Next year I will be able to think about records and world titles. I’ve been thinking about Ingemar Stenmark’s record the past year or so, but it wasn’t my initial goal. But now that I have a chance to break it, that’s something I’d like to do before I end my career.”\n\nAbout the possibility of a medal in Korea:\n\n“Gold is my favorite color.”\n\nAbout her competitors:\n\n“My competitors, [Mikaela] Shiffrin and [Marcel] Hirscher - they’re so young and so focused, they train so hard. When I was their age, I did it more for fun. I think that’s the reason why they achieve so much in their young age.\n\n“Skiing is what makes me happy and that’s why I’m still doing it. I’ve achieved everything I wanted, but I’m still enjoying it.”\n\nAbout women racing versus men:\n\n“Everyone has different opinions about that. Everyone also wants to watch it, but that’s not my goal anyway. For me, it’s about sport - I want to push myself. I don’t want to just be a forerunner, I did it when I was 15 and it’s not racing. I’m 33 now; it’s time to race.”', lookup_str='', metadata={'source': 'data-bull/lindsey-vonn/articles/CP-S-6511.txt'}, lookup_index=0), Document(page_content='Lindsey Vonn left alpine skiing and sport fans with an amazing legacy after she finished her career with a bronze medal in the downhill at the 2019 World Championships in Åre. Here is all you need to know:\n\nThe American legend announced last week that the 2019 World Championships in Swedish resort Åre would bring the curtain down on a glittering career that has seen her make history and inspire people at every turn.\n\nOn February 1, she revealed: "My body is broken beyond repair and it isn\'t letting me have the final season I dreamed of. My body is screaming at me to STOP and it\'s time for me to listen... I\'m just starting a new chapter. Don\'t lose faith in your dreams, keep fighting for what you love, and if you always give everything you have you\'ll be happy no matter what the outcome."\n\nPainful crashes have finally taken their toll on both her knees, however the 34-year-old from Minnesota\'s capital Saint Paul put on a brave face until the end despite another nasty crash in Tuesday\'s super-G race.\n\nA bruised face and ribs did not stop her from taking to the downhill start gate on Sunday and complete a heroic run down the weather shortened course that resulted in a popular podium finish and bronze medal behind Ilka Štuhec of Slovenia - who became the first woman skier to retain her downhill world title since Swiss Maria Walliser in 1989 - and Switzerland\'s Corinne Suter in silver.\n\nÅre has been a special place for Vonn throughout her career. She won her first two World Championship medals (two silvers) at the Swedish resort in 2007 and also clinched the last of her 82 FIS World Cup victories at the World Cup finals on the same course last season.\n\nAfterwards, she said: "It was so fun, I was literally the most nervous I\'ve ever been in my entire life. I wanted to come down and be in the lead for one last time and to hear the crowd roar and to not crash. I\'m always full tilt and always on the limit. I was worried that I\'d charge too hard and not make it down for my last race - that\'s my worst nightmare."\n\nOlympic downhill champion Sofia Goggia of Italy, who finished 15th, enthused: "I\'m super happy that Lindsey got a medal and we\'re going to celebrate tonight."\n\nWomen\'s World Championship downhill result:\n\n1. Ilka Stuhec (Slovenia) 1:01.74\n\n2. Corinne Suter (Switzerland) +0.23\n\n3. Lindsey Vonn (USA) +0.49\n\n4. Stephanie Venier (Austria) +0.53\n\n5. Ragnhild Mowinckel (Norway) +0.59\n\n6. Nicol Delago (Italy) +0.62\n\n7. Ramona Siebenhofer (Austria) +0.64\n\n8. Lara Gut-Behrami (Switzerland) +0.78\n\n9= Nicole Schmidhofer (Austria) +0.81\n\n9= Tamara Tippler (Austria) +0.81\n\nWorld Cup debut: November 18, 2000, Park City, Slalom - aged 16\n\nWorld Cup titles: 20 (all-time record for any skier)\n\nWorld Cup race wins: 82 (all-time women\'s record, second overall)\n\nBest World Cup season: 12 wins in 2012 (5 DH, 4 SG, 2 GS, 1 combined)\n\nOne of only seven women to have won World Cup races in all five disciplines\n\nOlympic Games medals: One gold and two bronze\n\nWorld Championship medals: Two gold, three silver and three bronze\n\nAssociated Press Athlete of the Year 2010\n\nLaureus World Sports Awards: Sportswoman of the Year 2011', lookup_str='', metadata={'source': 'data-bull/lindsey-vonn/articles/CP-S-9283.txt'}, lookup_index=0), Document(page_content="US skier claims 40th career downhill win in Cortina after Friday's error.\n\nLindsey Vonn became the oldest female World Cup downhill winner on Saturday in Cortina d'Ampezzo as she claimed her 40th downhill and 79th career World Cup victory. Cleanly executing on her plan from the training runs, Vonn bested Liechtenstein's Tina Weirather by just shy of a second. Jackie Wiles of the U.S. utilized Vonn's radio report and skied a daring run on the edge of control to collect her second career podium in third.\n\nAn error during Friday's race likely cost Vonn the victory, but she rebounded strongly the following day at the Italian resort which she noted is her favorite place to ski.\n\nWomen will race a super-G on Sunday starting at 11:45 CET to close out the speed series in Cortina d'Ampezzo.\n\nLindsey Vonn fact file\n\nShe suffered a back injury – more specifically acute facet dysfunction – earlier in the season but bounced back with a pre-Christmas win at the Super-G in Val d’Isere.\n\nDid you know? She began skiing at the age of two at the behest of her parents.\n\nDid you also know? Vonn sported only bodypaint for the 2016 Sports Illustrated Swimsuit Issue.", lookup_str='', metadata={'source': 'data-bull/lindsey-vonn/articles/CP-S-6559.txt'}, lookup_index=0), Document(page_content='Born: Lindsey Caroline Kildow in Saint Paul, Minnesota, October 18, 1984\n\nAge: 34\n\nHeight: 1.78m (5ft 10in)\n\nBegan skiing: Aged 2\n\nSki club: Vail SSC\n\nWorld Cup record\n\nRaces 395\n\nSeasons 19\n\nDebut: November 18, 2000, Park City, Slalom - aged 16\n\nTotal number of World Cup titles\n\n20 (all-time record for any skier)\n\nOverall World Cup title triumphs - 4 (2008, 2009, 2010, 2012)\n\nTotal of individual discipline titles - 16 (equal all-time record)\n\nDownhill title winner, 8 times (2008-13, 2015, 2016 - all-time record)\n\nSuper G title winner, 5 times (2009-2012, 2014 - equal all-time record)\n\nCombined title winner, 3 times  (2010-2012)\n\nRace wins\n\n82 (all-time women’s record, second overall)            43 downhill wins (all-time WC record)                    28 Super G (all-time WC record)\n\n4 giant slalom\n\n2 slalom\n\n5 combined\n\nPodium finishes\n\n137\n\n(66 downhill, 46 Super G, 6 giant slalom, 5 slalom, 1 City Event, 13 combined)\n\nTop-10 finishes - 213 (all-time women’s record)\n\nBest season - 12 wins (2012) (5 downhill, 4 Super G, 2 giant slalom, 1 combined)\n\nTop speed recorded - 138kph (2012) (Equal women’s all-time fastest)\n\nAll-discipline winner - Vonn is one of only seven women to have won World Cup races in all five disciplines\n\nOlympic Games record\n\nParticipation, 4 Games (2002, 2006, 2010, 2018)\n\nRaces - 14\n\nMedals - 1 gold (Vancouver 2010, downhill)\n\n2 bronze (Vancouver 2010, Super G)\n\n(Pyeongchang 2018, downhill)\n\nWorld Championships record\n\nParticipation, 8 Championships (2005, 2007, 2009, 2011, 2013, 2015, 2017, 2019)\n\nRaces - 24\n\nMedals\n\n2 gold (Val d’Isere 2009, Super G, downhill)\n\n3 silver (Are 2007, Super G, downhill, Garmisch 2011, downhill)\n\n3 bronze (Vail 2015, Super G, St Moritz 2017, downhill, Åre 2019, downhill)\n\nJunior World Ski Championships\n\nMedals\n\n2 silvers (Puy St. Vincent 2003, downhill, Maribor, 2004, downhill)\n\n1 bronze (Maribor, 2004, giant slalom)\n\nAwards:\n\n> Laureus World Sports Awards: Sportswoman of the Year 2011\n\n> USOC SportsWoman of the Year 2009 & 2010 (awarded by United States OIympic Committee)\n\n> Associated Press Athlete of the Year 2010\n\n> Skieur d’Or 2009 (awarded by Association Internationale des Journalistes de Ski)\n\n> SportsWoman of the Year 2010 & 2012 (awarded by La Gazzetta dello Sport)\n\n(*NB - All statistics correct as to Feb 10, 2019)', lookup_str='', metadata={'source': 'data-bull/lindsey-vonn/facts/CP-S-9196.txt'}, lookup_index=0)]